Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: flex-workflow/flex_workflow.*.xlf
Languages: de

source: Approval Timeline
de: Freigabe Zeitlinie

# content.review.add_message
source: Message (Optional):
de: Nachricht (Optional):

# content.review.add_reviewer
source: Add a Reviewer
de: Reviewer hinzufügen

# content.review.from
source: From:
de: Von:

# content.review.message_placeholder
source: Type your message...
de: Nachricht eingeben...

source: Content review request
de: Inhalt Überprüfung Anfrage

# content.review.reviewer_placeholder
source: Type to search
de: Tippen, um zu suchen

# content.review.send_for_review
source: Send for review
de: Zur Prüfung senden

# email.greeting
source: Hi %receiver_firstname%,
de: Hallo %receiver_firstname%,

# email.review_button
source: Review Content
de: Überprüfe Inhalt

# email.title
source: Flex Workflow Notification
de: Flex Workflow Benachrichtigung

# email.with_message
source: %sender_firstname% %sender_lastname% has requested you to review a draft of %content%. %sender_firstname% says:
de: %sender_firstname% %sender_lastname% hat die Prüfung eines Entwurfs von %content% angefragt. %sender_firstname% sagt:

# email.without_message
source: %sender_firstname% %sender_lastname% has requested you to review a draft of %content%.
de: %sender_firstname% %sender_lastname% hat die Prüfung eines Entwurfs von %content% angefragt.

# flex_workflow.error.send_to_review
source: Cannot send content for review: %reason%
de: Inhalt konnte nicht zur Prüfung geschickt werden: %reason%

# flex_workflow.success.send_to_review
source: Content sent for review.
de: Inhalt zur Prüfung geschickt.

# menu.flex_workflow
source: Send for review
de: Zur Prüfung schicken
