Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ezplatform-admin-ui/content.*.xlf
Languages: de

# content.create_draft.success
source: Created a new draft for '%name%'.
de: Neuer Entwurf für '%name%' erstellt

# content.draft.conflict.error
source: Cannot check if the draft has conflicts with other drafts. %error%.
de: Es kann nicht überprüft werden, on der Entwurf mit anderen Entwürfen kollidiert. '%error%'.

# content.edit.permission.error
source: You don't have permission to edit this Content item
de: Sie haben keine Berechtigung, den Inhalt zu bearbeiten

# content.hide.already_hidden
source: Content item '%name%' is already hidden.
de: Der Inhalt '%name%' wurde bereits ausgeblendet.

# content.hide.success
source: Content item '%name%' hidden.
de: Inhalt '%name%' wurde bereits ausgeblendet.

# content.main_language_update.success
source: Main language for '%name%' updated.
de: Hauptsprache für '%name%' aktualisiert.

# content.main_location_update.success
source: Main Location for '%name%' updated.
de: Ort für '%name%' aktualisiert.

# content.reveal.already_visible
source: Content item '%name%' is already visible.
de: Inhaltselement '%name%' ist bereits sichtbar.

# content.reveal.success
source: Content item '%name%' revealed.
de: Inhaltselement '%name%' enthüllt.

# editing_details
source: under %location_name%
de: <b>in</b> %language_name% <b>unter</b> %location_name%

# tooltip.close_label
source: Close
de: Schließen

# user.delete.success
source: User with login '%login%' deleted.
de: Benutzer mit Login '%login%' gelöscht.
