Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ezplatform-admin-ui/content_url.*.xlf
Languages: de

# tab.urls.action.add
source: Add a custom URL alias
de: Eigenen URL-Alias hinzufügen

# tab.urls.action.delete
source: Delete custom URL alias
de: Eigenen URL-Alias löschen

# tab.urls.add.cancel
source: Cancel
de: Abbrechen

# tab.urls.add.language
source: Language
de: Sprache

# tab.urls.add.redirect
source: Redirect to alias destination
de: Zum Alias-Ziel umleiten

# tab.urls.add.redirect.helper.checked
source: When checked, the alias will redirect to the destination using an HTTP 301 response.
de: Wenn aktiviert, wird der Alias mit einer HTTP-301-Antwort zum Ziel weitergeleitet.

# tab.urls.add.redirect.helper.unchecked
source: When unchecked, the alias will not redirect to the destination and the URL will stay the same.
de: Wenn diese Option deaktiviert ist, wird der Alias nicht zum Ziel weitergeleitet und die URL bleibt unverändert.

# tab.urls.add.root_location_id.helper_secondary
source: If you leave this empty, the alias will be placed at main root Location.
de: Wenn Sie dieses Feld leer lassen, wird der Alias am Hauptstandort platziert.

# tab.urls.add.site_access
source: SiteAccess
de: Seitenzugang

# tab.urls.add.site_root
source: Place at the site root
de: An der Seitenwurzel platzieren

# tab.urls.add.site_root.helper.checked
source: When checked, the alias will be placed at the site root.
de: Wenn aktiviert, wird der Alias am Site-Root platziert.

# tab.urls.add.site_root.helper.no_parent_name
source: When unchecked, the alias will be placed under the parent of this Location
de: Wenn nicht markiert, wird der Alias unter dem Elternteil dieses Standortes platziert

# tab.urls.add.site_root.helper.unchecked
source: When unchecked, the alias will be placed under %parent_name%
de: Wenn nicht markiert, wird der Alias unter %parent_name% platziert

# tab.urls.add.title
source: Create a new URL alias
de: Neuen URL-Alias erstellen

# tab.urls.custom_url_aliases
source: Custom URL aliases for %contentName%
de: Benutzerdefinierte URL-Aliase für %contentName%

# tab.urls.language
source: Language
de: Sprache

# tab.urls.modal.message
source: Do you want to delete the selected custom URL alias(es)?
de: Möchten Sie den ausgewählten URL-Alias(en) löschen?

# tab.urls.modal_close
source: Close
de: Schließen

# tab.urls.no_custom_urls
source: This Content item has no custom URL aliases.
de: Dieses Inhaltselement hat keine benutzerdefinierten URL-Aliases.

# tab.urls.no_system_urls
source: This Content item has no system URLs.
de: Dieses Inhaltselement hat keine System-URLs.

# tab.urls.type
source: Type
de: Typ

# tab.urls.type.direct
source: Direct
de: Direkt

# tab.urls.type.redirect
source: Redirect
de: Weiterleitung
