Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ezplatform-admin-ui/messages.*.xlf
Languages: de

# alert.close
source: Close
de: Schließen

# authentication.credentials_expire_in.warning
source: Your current password will expire in %days% day(s). You can change it in User Settings/My Account Settings.
de: Ihr aktuelles Passwort läuft in% Tagen% Tag (en) ab. Sie können es in den Benutzereinstellungen / Meine Kontoeinstellungen ändern.

# authentication.credentials_expire_today.warning
source: Your current password will expire today. You can change it in User Settings/My Account Settings.
de: Ihr aktuelles Passwort läuft heute ab. Sie können es in den Benutzereinstellungen / Meine Kontoeinstellungen ändern.

# authentication.credentials_expired
source: Your password has expired.
de: Dein Passwort ist abgelaufen.

# authentication.credentials_expired.message
source: Your password has expired and must be changed. You will receive an email with instructions how to reset your password.
de: Ihr Passwort ist abgelaufen und muss geändert werden. Sie erhalten eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts.

# authentication.credentials_expired.reset_password
source: Reset password
de: Passwort zurücksetzen

# authentication.forgot_password
source: Forgot password?
de: Passwort vergessen?

# authentication.password
source: Password
de: Passwort

# authentication.reset_your_password
source: Reset your password
de: Passwort zurücksetzen

# authentication.reset_your_password.cancel
source: Cancel
de: Abbrechen

# authentication.sign_in
source: Sign in
de: Anmelden

# authentication.username
source: Username
de: Benutzername

# base.enter_credentials
source: Enter your login credentials below.
de: Geben Sie unten Ihre Anmeldeinformationen ein.

# base.need_assistance
source: Get to know Ibexa DXP
de: Lernen Sie Ibexa DXP kennen

# base.sign_in
source: Sign in to IBEXA DXP
de: Bei IBEXA DXP anmelden

# base.visit_support
source: Visit the official documentation %ez_documentation_link%<br/>or get in touch with us: %ez_contact_link%
de: Besuchen Sie die offizielle Dokumentation% ez_documentation_link% <br/> oder setzen Sie sich mit uns in Verbindung:% ez_contact_link%

# breadcrumb.user_preferences
source: User Preferences
de: Benutzereinstellungen

# character_counter.characters
source: characters
de: Zeichen

# character_counter.words
source: words
de: Wörter

# content.hidden.message
source: You don't have permissions to view this Content item (contentID: %contentId%).
de: Sie haben keine Berechtigung zum Anzeigen dieses Inhaltselements (contentID:% contentId%).

# content.hide.modal.cancel
source: Cancel
de: Abbrechen

# content.hide.modal.confirm
source: Confirm
de: Bestätigen

# content.hide.modal.please_confirm_to_continue
source: To hide the Content item anyway, click Confirm.
de: Klicken Sie auf Bestätigen, um das Inhaltselement trotzdem auszublenden.

# content.hide.modal.title
source: Content hide conflict
de: Inhalt verbergen Konflikt

# content.hide.modal.warning_content_used_by_other_content
source: This content is used by other Content item(s). To avoid errors, update or remove all related content listed in the Relations tab.
de: Dieser Inhalt wird von anderen Inhaltselementen verwendet. Um Fehler zu vermeiden, aktualisieren oder entfernen Sie alle zugehörigen Inhalte, die auf der Registerkarte Beziehungen aufgeführt sind.

# content.in_trash
source: In Trash
de: In Papierkorb

# content_type_group.breadcrumb.list
source: Content Types
de: Inhaltstypen

# custom_url_alias_add_form.add
source: Create
de: Erstellen

# custom_url_alias_add_form.remove
source: Delete
de: Löschen

# error.page.403.actions
source: Please contact your Administrator to request access to this content or modify your profile.<br/>Otherwise, go back to <a class="error-page__link" href="%dashboard%">dashboard</a> or <a class="error-page__link" href="%search%">search</a> for another Content item.
de: Wenden Sie sich an Ihren Administrator, um Zugriff auf diesen Inhalt anzufordern oder Ihr Profil zu ändern. <br/> Andernfalls kehren Sie zum <a class="error-page__link" href="%dashboard%"> Dashboard </a> oder <einer Klasse zurück = "error-page__link" href = "% search%"> Suche </a> nach einem anderen Inhaltselement.

# error.page.403.sub_title
source: Not possible to retrieve or access this page.
de: Es ist nicht möglich, diese Seite abzurufen oder darauf zuzugreifen.

# error.page.403.title
source: You don't have permission
de: Sie haben keine Berechtigung

# error.page.404.actions
source: Check the URL for a typo and try again.<br/>Otherwise, go back to the <a class="error-page__link" href="%dashboard%">dashboard</a> or <a class="error-page__link" href="%search%">search</a> for another Content item.
de: Überprüfen Sie die URL auf Tippfehler und versuchen Sie es erneut. Andernfalls kehren Sie zum <a class="error-page__link" href="%dashboard%"> Dashboard </a> oder <a class = "error- zurück. page__link "href ="% search% "> Suche </a> nach einem anderen Inhaltselement.

# error.page.404.message
source: The page you requested was not found.<br/> It might have been deleted or it is temporarily unavailable.
de: Die von Ihnen angeforderte Seite wurde nicht gefunden. <br/> Möglicherweise wurde sie gelöscht oder ist vorübergehend nicht verfügbar.

# error.page.404.sub_title
source: You probably weren't expecting to land here.
de: Sie hatten wahrscheinlich nicht erwartet, hier zu landen.

# error.page.404.title
source: Page not found
de: Seite nicht gefunden

# error.page.default.actions
source: <b>Contact your Administrator and inform them about</b><br/> the time the error occurred, the URL in your browser window, and anything related<br/>that you think may have caused the error.<br/>You can also go back or try to reload the application.
de: <b> Wenden Sie sich an Ihren Administrator und informieren Sie ihn über </ b> <br/> den Zeitpunkt des Auftretens des Fehlers, die URL in Ihrem Browserfenster und alles, was Ihrer Meinung nach den Fehler verursacht haben könnte. <br / > Sie können auch zurückgehen oder versuchen, die Anwendung neu zu laden.

# error.page.default.message
source: The server was unable to complete your request because of an internal problem.
de: Der Server konnte Ihre Anfrage aufgrund eines internen Problems nicht ausführen.

# error.page.default.sub_title
source: We apologize for the internal server error.
de: Wir entschuldigen uns für den internen Serverfehler.

# error.page.default.title
source: Something went wrong
de: Etwas ist schief gelaufen

# ezauthor.action.add
source: Add author
de: Autor hinzufügen

# ezauthor.action.delete
source: Remove author
de: Autor entfernen

# ezplatform.forgot_password.reset_your_password.reason.migration
source: Your password has expired, change it.
de: Ihr Passwort ist abgelaufen, ändern Sie es.

# ezplatform.forgot_user_password.contact_administrator
source: If you do not remember your login, contact your Administrator.
de: Wenn Sie sich nicht an Ihren Login erinnern, wenden Sie sich an Ihren Administrator.

# ezplatform.forgot_user_password.login
source: This email is connected with several accounts. Enter your login instead.
de: Diese E-Mail ist mit mehreren Konten verbunden. Geben Sie stattdessen Ihren Login ein.

# ezplatform.forgot_user_password.message
source: Hi, <br /><br /> We have received a request to reset the password for your eZ Platform account. Click “reset password” below to choose a new password: <br /><br /> <a href="%reset_password%">Reset password</a> <br /><br /> If you did not request a password reset, please ignore this email, and your password will remain the same.
de: Hallo, <br /> <br /> Wir haben eine Anfrage zum Zurücksetzen des Passworts für Ihr eZ Platform-Konto erhalten. Klicken Sie unten auf "Passwort zurücksetzen", um ein neues Passwort auszuwählen: <br /> <br /> <a href="%reset_password%"> Passwort zurücksetzen </a> <br /> <br /> Wenn Sie kein Zurücksetzen des Passworts angefordert haben, ignorieren Sie diese E-Mail. Ihr Passwort bleibt unverändert.

# ezplatform.forgot_user_password.reset_your_password
source: Reset your password
de: Passwort zurücksetzen

# ezplatform.forgot_user_password.success
source: <p>An email has been sent to the address you provided with instructions on how to reset your password.</p> <p>If the email is slow to arrive, check your spam folders.</p> <p>If you don't receive an email, make sure you've entered the address you registered with, and check your spam folder.</p> <p>If you reset your password multiple times, only the most recent email link will be valid.</p>
de: <p> An die von Ihnen angegebene Adresse wurde eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts gesendet. </ p> <p> Wenn die E-Mail nur langsam eintrifft, überprüfen Sie Ihre Spam-Ordner. </ p> <p> Wenn Sie keine E-Mail erhalten, stellen Sie sicher, dass Sie die Adresse eingegeben haben, unter der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner. </ p> <p> Wenn Sie Ihr Passwort mehrmals zurücksetzen, ist nur der letzte E-Mail-Link gültig. </ p>

# ezplatform.reset_user_password.change_password
source: Change password
de: Passwort ändern

# ezplatform.reset_user_password.link_is_not_valid
source: This link is not valid anymore, you can <a href="%forgot_user_password%">generate a new link</a> to reset your password.
de: Dieser Link ist nicht mehr gültig. Sie können <a href="%forgot_user_password%">einen neuen Link generieren</a>, um Ihr Passwort zurückzusetzen.

# ezplatform.reset_user_password.success
source: Your password has been changed. You can <a href="%login%">log in</a> to eZ Platform.
de: Ihr Passwort wurde geändert. Sie können sich <a href="%login%"> bei </a> bei eZ Platform anmelden.

# footer.copyright
source: Copyright &copy; %year% Ibexa. All right reserved
de: Copyright & Kopie; % Jahr% Steinbock. Alle Rechte vorbehalten

# footer.ibexa_documentation
source: Documentation
de: Dokumentation

# footer.ibexa_support
source: Support
de: Unterstützung

# form.cancel
source: Cancel
de: Abbrechen

# location_trash_form.confirm_label
source: I understand the consequences of this action.
de: Ich verstehe die Konsequenzen dieser Aktion.

# modal.cancel
source: Cancel
de: Abbrechen

# modal.close
source: Close
de: Schließen

# modal.delete
source: Delete
de: Löschen

# search.any_time
source: Any time
de: Jeder Zeitpunkt

# search.date.range
source: From date - to date
de: Von Datum - bis Datum

# section.assign,content
source: Assign Content
de: Inhalt zuweisen

# section.modal.message
source: Do you want to delete the Section(s)?
de: Möchten Sie die Sektion(en) löschen?

# tab.locations.location_content_swap
source: Swap Locations
de: Standorte tauschen

# tab.locations.swap_with_another
source: Swap the Content item at this Location with another
de: Vertausche das Inhaltselement an diesem Ort mit einem anderen

# tab.view.preview
source: Preview
de: Vorschau

# trash.delete.all.confirm
source: Are you sure you want to permanently delete %trashItemsCount% item(s)?
de: Sind Sie sicher, dass Sie %trashItemsCount% Element(e) dauerhaft löschen möchten?

# trash.delete.all.info
source: This action cannot be reversed
de: Diese Aktion kann nicht rückgängig gemacht werden

# trash.delete.button.cancel
source: Cancel
de: Abbrechen

# trash.form.cancel
source: Cancel
de: Abbrechen

# trash.modal.close
source: Close
de: Schließen

# trash.modal.message
source: Are you sure you want to send this Content item to Trash?
de: Sind Sie sicher, dass Sie dieses Inhaltselement in den Papierkorb senden möchten?

# trash.search.any_content_types
source: Any Content Types
de: Alle Inhaltstypen

# trash.search.any_time
source: Any time
de: Jederzeit

# trash.search.section.any
source: Any Section
de: Jede Sektion

# trash_asset.modal.message_body
source: If you wish to delete these assets too, first make sure they are not used by other content. To check, go to the asset preview and look at its content Relations in the Relations tab.
de: Wenn Sie diese Assets auch löschen möchten, stellen Sie zunächst sicher, dass sie nicht von anderen Inhalten verwendet werden. Um dies zu überprüfen, rufen Sie die Asset-Vorschau auf und sehen Sie sich deren Inhalt Beziehungen auf der Registerkarte Beziehungen an.

# trash_asset.modal.message_header
source: You are about to delete a Content item that has one or more asset Field(s) used by other Content items. These assets will remain available in system.
de: Sie sind dabei, ein Inhaltselement zu löschen, das über ein oder mehrere Asset-Felder verfügt, die von anderen Inhaltselementen verwendet werden. Diese Assets bleiben im System verfügbar.

# trash_asset_single.modal.message_main
source: '%content_name%' has 1 or more asset Field(s). You have an option to send only the Content item to Trash, or to send the Content item and its assets to Trash. Please select your option:
de: '% content_name%' hat 1 oder mehrere Asset-Felder. Sie haben die Möglichkeit, nur das Inhaltselement an den Papierkorb zu senden oder das Inhaltselement und seine Assets an den Papierkorb zu senden. Bitte wählen Sie Ihre Option:

# trash_container.modal.message_main
source: Sending '%content_name%' and its %children_count% Content item(s) to Trash will also send the sub-items of this Location to Trash.
de: Durch das Senden von '% content_name%' und seiner% children_count% -Inhaltselemente an den Papierkorb werden auch die Unterelemente dieses Speicherorts an den Papierkorb gesendet.

# trash_container.modal.message_relations
source: '%content_name%' is in use by %reverse_relations% Content item(s). You should remove all reverse Relations before deleting the Content item.
de: '% content_name%' wird von% reverse_relations% Content item (s) verwendet. Sie sollten alle umgekehrten Beziehungen entfernen, bevor Sie das Inhaltselement löschen.
