Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: platform-ui-bundle/bar.*.xlf
Languages: de_de

# actionbar.copy
source: Copy
de_de: Kopieren

# actionbar.createContent
source: Create
de_de: Erstellen

# actionbar.delete
source: Delete
de_de: Löschen

# actionbar.edit
source: Edit
de_de: Bearbeiten

# actionbar.minimizeActionBar
source: Minimize
de_de: Verkleinern

# actionbar.move
source: Move
de_de: Verschieben

# actionbar.sendToTrash
source: Send to Trash
de_de: In Papierkorb

# actionbar.translate
source: Translations
de_de: Übersetzungen

# content.being.copied.under
source: "%contentName%" is being copied under "%parentContentName%"
de_de: "%contentName%" wurde unter "%parentContentName%" kopiert

# content.copied.under
source: '%contentName%' has been successfully copied under '%parentContentName%'
de_de: "%contentName%" wurde erfolgreich unter '%parentContentName%' kopiert

# createcontentaction.loading
source: Loading
de_de: Laden

# creating.new.location.for
source: Creating new location for "%name%"
de_de: Erzeuge neuen Ort für "%name%"

# creating.new.location.for.failed
source: Creating new location(s) for "%name%" failed
de_de: Das erzeugen von neuen Orten für "%name%" ist fehlgeschlagen

# discoverybar.browse
source: Content browse
de_de: Content durchschauen

# discoverybar.contenttree
source: Content tree
de_de: Inhaltsbaum

# discoverybar.minimize
source: Minimize
de_de: Verkleinern

# discoverybar.search
source: Search
de_de: Suche

# discoverybar.trash
source: Trash
de_de: Papierkorb

# error.hiding.location
source: Error while hiding location "%id%"
de_de: Fehler beim Ausblenden von dem Ort "%id%"

# error.occurred.copying
source: An error occurred while copying your content
de_de: Beim Kopieren Ihres Inhaltes trat ein Fehler auf

# error.occurred.loading
source: An error occurred while loading your content
de_de: Beim Laden Ihres Inhaltes trat ein Fehler auf

# error.revealing.location
source: Error while revealing location "%id%"
de_de: Fehler beim sichtbar machen von dem Ort "%id%"

# failed.creating.new.location.for
source: Creating new location for "%name%" under "%parentName%" failed
de_de: Neuen Ort anlegen für "%name%" unter "%parentName%" fehlgeschlagen

# hidden.location
source: Location "%id" has been hidden
de_de: Ort "%id" wurde versteckt

# hiding.location
source: Hiding Location "%id%"
de_de: Ort "%id%" ausblenden

# location.created
source: New location for "%name%" has been successfully created
de_de: Neuer Ort für "%name%" wurde erfolgreich erstellt

# locations.created
source: %count% new locations for "%name%" have been successfully created
de_de: %count% neue Orte für "%name%" wurden erfolgreich erstellt

# revealed.location
source: Location "%id%" has been revealed
de_de: Ort "%id%" wurde aufgedeckt

# revealing.location
source: Revealing Location "%id%"
de_de: Ort "%id%" aufdecken

# select.a.language.for.new.translation
source: Select a language for your new translation:
de_de: Wählen Sie eine Sprache für Ihre neue Übersetzung:

# select.location.to.copy
source: Select the location you want to copy your content into
de_de: Wählen Sie den Ort an den Sie Ihren Inhalt kopieren möchten

# select.location.to.create.new.location
source: Select the location where you want to create new location
de_de: Wählen Sie die den gewünschten Ort aus an dem Sie den neuen Ort erstellen wollen

# translateaction.edit
source: Edit
de_de: Bearbeiten

# translateaction.existing.translations
source: Existing Translations
de_de: Vorhandene Übersetzungen

# translateaction.new.translation
source: + New Translation
de_de: + neue Übersetzung

# view.content.label
source: View this content
de_de: Diesen Content anzeigen
