Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: platform-ui-bundle/content_type.*.xlf
Languages: de_de

# content_type.content.title
source: Content field definitions
de_de: Content Felder Definitionen

# content_type.dashboard_title
source: Content types
de_de: Content-Typen

# content_type.default_availability
source: Default availability in primary language, if translation is absent
de_de: Standard-Verfügbarkeit in der primären Sprache, falls die Übersetzung fehlt

# content_type.default_availability.help
source: Default availability in primary language, if translation is absent
de_de: Standard-Verfügbarkeit in der primären Sprache, falls die Übersetzung fehlt

# content_type.default_availability.value
source: {0} Not available|{1} Available
de_de: {0} nicht verfügbar |{1} verfügbar

# content_type.default_children_sorting
source: Default property for sorting chilren
de_de: Standard Eigenschaft für die Sortierung der Kindelemente

# content_type.default_sort
source: Default sort order
de_de: Standardsortierreihenfolge

# content_type.description
source: Description
de_de: Beschreibung

# content_type.edit
source: Edit
de_de: Bearbeiten

# content_type.edit_title
source: Edit
de_de: Bearbeiten

source: Content type group
de_de: Content-Typ Gruppen

# content_type.group.cancel
source: Cancel
de_de: Abbrechen

# content_type.group.cannot_delete.has_content_types
source: Cannot delete Content type group "%identifier%" as it still contains Content types.
de_de: Content-Type Gruppe "%identifier%" kann nicht gelöscht werden, da es noch Content-Types enthält.

# content_type.group.create.title
source: Creating a new Content type group
de_de: Neue Content-Typ Gruppe erstellen

# content_type.group.deleted
source: Content type group "%identifier%" was correctly deleted.
de_de: Content-Typ Gruppe %identifier% wurde korrekt gelöscht.

# content_type.group.edit
source: Edit
de_de: Bearbeiten

# content_type.group.edit.title
source: Editing Content type group "%identifier%"
de_de: Bearbeiten von Content-Type Gruppe "%identifier%"

# content_type.group.list
source: Content type groups
de_de: Content-Typ-Gruppen

# content_type.group.new
source: Create a Content type group
de_de: Content-Typ-Gruppe erstellen

# content_type.group.notification.created
source: Content type group "%identifier%" was correctly created.
de_de: Content-Typ Gruppe %identifier% wurde korrekt erstellt.

# content_type.group.notification.updated
source: Content type group "%identifier%" was correctly updated.
de_de: Content-Typ Gruppe %identifier% wurde korrekt upgedated.

# content_type.identifier
source: Identifier
de_de: Bezeichner

# content_type.is_in_use
source: The content type cannot be deleted because it has content items, or because you don't have permission.
de_de: Der Content-Typ kann nicht gelöscht werden, weil er Inhalte hat, oder weil Sie nicht dazu berechtigt sind.

# content_type.last_modified
source: Last modified: %date% by %modifier%
de_de: Zuletzt geändert: %date% von %modifier%

# content_type.metadata.title
source: Global properties
de_de: Globale Eigenschaften

# content_type.modified_date
source: Modification date
de_de: Geändert

# content_type.name_schema
source: Content name schema
de_de: Content Namensschema

# content_type.notification.deleted
source: The Content type "%contentTypeName%" was successfully deleted.
de_de: Der Content-Type "%contentTypeName%" wurde erfolgreich gelöscht.

# content_type.notification.draft_removed
source: The Content type draft was successfully removed.
de_de: Der Entwurf des Content-Typs wurde erfolgreich entfernt.

# content_type.notification.draft_updated
source: The Content type draft was successfully updated.
de_de: Der Entwurf des Content-Typs wurde erfolgreich aktualisiert.

# content_type.notification.published
source: The Content type draft was successfully updated and published. Related Content has also been updated.
de_de: Der Entwurf des Content-Type wurde erfolgreich aktualisiert und veröffentlicht. Verwandte Inhalte wurde ebenfalls aktualisiert.

# content_type.url_alias_schema
source: URL alias name pattern
de_de: URL-Alias Namensschema

# field_definition.description
source: Description
de_de: Beschreibung

# field_definition.identifier
source: Identifier
de_de: Bezeichner

# field_definition.info
source: Additional Information
de_de: mehr Informationen

# field_definition.required
source: Required
de_de: Erforderlich

# field_definition.searchable
source: Searchable
de_de: Suchbar

# field_definition.translatable
source: Translatable
de_de: Übersetzbar

# field_definition.type
source: Type
de_de: Typ

# yes_no
source: {0} No|{1} Yes
de_de: {0} Nein |{1} Ja
