Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: platform-ui-bundle/trash.*.xlf
Languages: de_de

# confirm.permanent.delete.items
source: Are you sure you want to permanently delete %count% items? This action cannot be reversed.
de_de: Sind Sie sicher, dass Sie %count% Datensätze dauerhaft löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

# content.items.restored
source: %count% Content item(s) have been restored
de_de: %count% Content Item(s) wurden wiederhergestellt

# empty.trash
source: Empty the Trash
de_de: Mülleimer leeren

# error.emptying.trash
source: An error occurred while emptying the Trash
de_de: Fehler beim leeren des Papierkorbs

# error.restoring.item
source: An error occurred while restoring trash item with id: %id%. For the moment item's whose original location has been deleted can not be restored
de_de: Fehler beim wiederherstellen aus dem Papierkorb

# failed.load.content.type
source: Failed to load trash item Content Type name
de_de: Fehler beim Laden von Content-Typ aus Papierkorb

# failed.load.parent.location.path
source: Failed to load parent location's path
de_de: Fehler beim Laden des Location Pfades des Elternelements

# items.permanently.deleted
source: %count% items were permanently deleted.
de_de: %count% Elemente wurden dauerhaft gelöscht.

source: Minimize
de_de: Verkleinern

source: Restore selected
de_de: Ausgewählte wiederherstellen

source: Restoring trash item(s)
de_de: Artikel aus Papierkorb wiederherstellen

# trash.ancestor.to.select
source: Select a new parent location for the item
de_de: Wählen Sie eine neue übergeordnete Location für das Element

# trash.ancestors
source: Item's ancestors are in Trash
de_de: Element Vorfahren sind im Papierkorb

# trash.ancestors.button
source: Restore under a new parent
de_de: Unter einem neuen übergeordneten Element wiederherstellen

# trash.empty
source: The trash is empty
de_de: Der Mülleimer ist leer

# trash.header.name
source: Trash
de_de: Mülleimer

# trash.original.location.label
source: Original Location
de_de: Ursprüngliche Location

# trash.type.label
source: Type
de_de: Typ
