Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ezplatform-segmentation/forms.*.xlf
Languages: de

# role.policy.segment.all_functions
source: Segment / All functions
de: Segment / Alle Funktionen

# role.policy.segment.assign_to_user
source: Segment / Assign to user
de: Segment / Zuweisen an Benutzer

# role.policy.segment.create
source: Segment / Create
de: Segment / Erstellen

# role.policy.segment.read
source: Segment / Read
de: Segment / Lesen

# role.policy.segment.remove
source: Segment / Remove
de: Segment / Entfernen

# role.policy.segment.view_user_segment_list
source: Segment / View user segment list
de: Segment/Benutzersegmentliste anzeigen

# role.policy.segment_group
source: Segment group
de: Segmentgruppe

# role.policy.segment_group.all_functions
source: Segment Group / All functions
de: Segmentgruppe / Alle Funktionen

# role.policy.segment_group.create
source: Segment Group / Create
de: Segmentgruppe / Erstellen

# role.policy.segment_group.read
source: Segment Group / Read
de: Segmentgruppe / Lesen

# role.policy.segment_group.remove
source: Segment Group / Remove
de: Segmentgruppe / Entfernen

# role.policy.segment_group.update
source: Segment Group / Update
de: Segmentgruppe / Aktualisierung

# segment_bulk_delete_form.delete
source: Delete Segments
de: Segmente löschen

# segment_create_form.create
source: Create
de: Anlegen

# segment_group_bulk_delete_form.delete
source: Delete
de: Löschen

# segment_group_create.identifier
source: Identifier
de: Kennung

# segment_group_create.segments
source: Segments
de: Segmente

# segment_group_create_form.create
source: Create
de: Erstelle

# segment_group_create_form.update
source: Update
de: Aktualisieren

# segment_group_delete_form.delete
source: Delete
de: Löschen

# segment_update_form.update
source: Update
de: Aktualisieren
