Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ez-support-tools/dashboard.*.xlf
Languages: de

# dashboard.ez_version.community_end_of_maintenance
source: Unfortunately %release% open source version has reached end of life, <a target="_blank" href="%update_url%">please upgrade</a>.
de: Diese Open Source Version %release% ist leider End of Life, <a target="_blank" href="%update_url%">bitte aktualisieren</a>.

# dashboard.ez_version.community_end_of_maintenance_upgrade
source: Tip: If you upgrade to eZ Platform Enterprise you'll get access to: <a target="_blank" href="%license_url%">A business friendly license</a>, <a target="_blank" href="%ee_product_url%">several productivity features</a>, <a target="_blank" href="%support_service_url%">professional Support</a> and <a target="_blank" href="%service_life_url%">longer maintenance periode of your release</a>.
de: Tipp: Wenn Sie ein Upgrade auf eZ Platform Enterprise durchführen, erhalten Sie Zugriff auf: <a target="_blank" href="%license_url%"> Eine geschäftsfreundliche Lizenz </a>, <a target="_blank" href="%ee_product_url%"> mehrere Produktivitätsfunktionen </a>, <a target="_blank" href="%support_service_url%"> professioneller Support </a> und <a target="_blank" href="%service_life_url%"> längere Wartungsperiode Ihrer Version </a>.

# dashboard.ez_version.community_severity_non
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
de: Willkommen zur Open Source% release% release. Verwenden der Community-freundlichen <a target="_blank" href="%license_url%"> GPL-Lizenz </a>, <a target="_blank" href="%gpl_faq_url%"> Teilen Ihres Codes </a> ist das, worum es geht.

# dashboard.ez_version.end_of_life
source: Welcome to the open source %release% release. Using the community friendly <a target="_blank" href="%license_url%">GPL license</a>, <a target="_blank" href="%gpl_faq_url%">sharing your code</a> is what it's all about.
de: Willkommen zur Open Source% release% release. Verwenden der Community-freundlichen <a target="_blank" href="%license_url%"> GPL-Lizenz </a>, <a target="_blank" href="%gpl_faq_url%"> Teilen Ihres Codes </a> ist das, worum es geht.

# dashboard.ez_version.end_of_life_upgrade
source: Unfortunately %release% has reached <a target="_blank" href="%service_life_url%">end of life</a>, please plan to upgrade. If you need assistance, don't hesitate to <a target="_blank" href="%contact_url%">contact eZ</a>.
de: Leider hat% release% das <a target="_blank" href="%service_life_url%"> Lebensende </a> erreicht. Bitte planen Sie ein Upgrade. Wenn Sie Hilfe benötigen, zögern Sie nicht, <a target="_blank" href="%contact_url%"> eZ </a> zu kontaktieren.

# dashboard.ez_version.trial_end_of_maintenance
source: Your trial period is coming to an end.
de: Ihre Probezeit geht zu Ende.

# dashboard.ez_version.trial_contact
source: <a target="_blank" href="%contact_url%">Contact eZ or its partner(s)</a> to purchase a subscription and follow the <a target="_blank" href="%install_ee%">online documentation</a> to configure composer.json 'repositories' url for 'bul' instead of 'ttl'.
de: <a target="_blank" href="%contact_url%"> Wenden Sie sich an eZ oder seine Partner </a>, um ein Abonnement zu erwerben Befolgen Sie die <a target="_blank" href="%install_ee%"> Online-Dokumentation </a>, um die URL von composer.json 'repositories' für 'bul' anstelle von 'ttl' zu konfigurieren.

# dashboard.ez_version.non_stable_packages
source: Your setup is running with @%stability% composer packages. This is not recommended except when testing updates or during development.
de: Ihr Setup wird mit @% Stabilität% Composer-Paketen ausgeführt. Dies wird nur beim Testen von Updates oder während der Entwicklung empfohlen.

# dashboard.ez_version.unstable_minimum_stability
source: Your setup is running with '%minimum_stability%' as composer.json minimum-stability. This is not recommended except when testing updates or during development.
de: Ihr Setup wird mit '% minimum_stability%' als composer.json-Mindeststabilität ausgeführt. Dies wird nur beim Testen von Updates oder während der Entwicklung empfohlen.

# dashboard.ez_version.non_stable_ee
source: If you need assistance, don't hesitate to <a target="_blank" href="%support_url%">get in touch with eZ support</a>.
de: Wenn Sie Hilfe benötigen, zögern Sie nicht, <a target="_blank" href="%support_url%"> Kontakt mit dem eZ-Support aufzunehmen </a>.

# dashboard.ez_version.release_not_determined
source: The system could not find your <code>composer.lock</code> file. It's needed to determine information about your eZ install, and recommended to be kept on project development to make sure same package versions are used across all environments.
de: Das System konnte Ihre Datei <code> composer.lock </ code> nicht finden. Es wird benötigt, um Informationen über zu ermitteln Ihre eZ-Installation und die Weiterentwicklung sollten empfohlen werden, um sicherzustellen, dass in allen Umgebungen dieselben Paketversionen verwendet werden.

# dashboard.ez_version.trial_notice
source: Welcome to %name%, check our <a target="_blank" href="%doc_url%">online documentation</a>, <a target="_blank" href="%consulting_url%">consulting</a> or <a target="_blank" href="%training_url%">training</a> services in order to get the most out of your trial.
de: Willkommen bei% name%. Lesen Sie unsere <a target="_blank" href="%doc_url%"> Online-Dokumentation </a>, <a target="_blank" href="%consulting_url%"> Beratung </a> oder <a target="_blank" href="%training_url%"> Schulungsdienste </a>, um das Beste aus Ihrer Testversion herauszuholen.

# dashboard.ez_version.trial_expired
source: Unfortunately your trial period has expired and your <a target="_blank" href="%ttl_url%">TTL license</a> is no longer valid.
de: Leider ist Ihre Testphase abgelaufen und Ihre <a target="_blank" href="%ttl_url%"> TTL-Lizenz </a> ist nicht mehr gültig.
