Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ibexa-personalization/ibexa_personalization.*.xlf
Languages: de

# models.description.top_clicked_article
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_image
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_long
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_product
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_short
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_weighted
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_consumed
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.top_consumed_article
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.top_consumed_image
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.top_consumed_long
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.top_consumed_short
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.top_purchased
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_purchased_2
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.top_purchased_3
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.top_purchased_product
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.top_rated
source: Most popular content based on a weighted amount of ratings
de: Beliebteste Inhalte basierend auf einer gewichteten Anzahl von Bewertungen

# models.description.top_selling
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.ultimately_bought
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.ultimately_consumed
source: User who clicked on this content (article, image, etc), immediately after consumed the following content
de: Benutzer, der auf diesen Inhalt (Artikel, Bild usw.) geklickt hat, hat unmittelbar nach dem Konsumieren des folgenden Inhalts

# models.description.ultimately_purchased
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.ultimately_purchased_2
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.ultimately_purchased_3
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.ultimately_purchased_long
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.upheaval
source: upheaval
de: Umbruch

# models.description.upheaval_ctb
source: upheaval_ctb
de: Umbruch_ctb

# models.description.upheaval_ctbuy
source: upheaval_ctbuy
de: Umbruch kaufen

# models.description.upheaval_ctc
source: upheaval_ctc
de: umbruch_ctc

# models.details.range.from
source: From
de: Von

# models.details.range.to
source: to
de: zu

# models.list.active
source: Active
de: Aktiv

# models.list.id
source: Identifier
de: Kennung

# models.list.in_scenario
source: In scenario
de: Im Szenario

# models.list.last_built
source: Last built
de: Zuletzt gebaut

# models.list.more
source: (+ %number% more)
de: (+ %number% mehr)

# models.list.name
source: Model name
de: Modellname

# models.list.no_of_items
source: No. of items
de: Anzahl der Artikel

# models.list.non_operational
source: non-operational
de: nicht betriebsbereit

# models.list.not_active
source: Not Active
de: Nicht aktiv

# models.list.operational
source: operational
de: betriebsbereit

# models.list.submodel
source: Submodel
de: Untermodell

# models.name.CF_I2Ix
source: Also clicked
de: Auch angeklickt

# models.name.POPULARITY_LONGx
source: Top consumed
de: Top konsumiert

# models.name.POPULARITY_SHORTx
source: Top consumed
de: Top konsumiert

# models.name.RANDOM_DOMAINx
source: Random model
de: Zufälliges Modell

# models.name.STEREOTYPES_CFx
source: Stereotype (consume)
de: Stereotyp (verbrauchen)

# models.name._todelete_also_purchased
source: Also purchased
de: Auch gekauft

# models.name._todelete_top_selling
source: Top purchased
de: Top gekauft

# models.name._todelete_ultimately_bought
source: Ultimately bought
de: Letztendlich gekauft

# models.name.adv_also_clicked
source: Adv also clicked
de: Adv klickte auch

# models.name.adv_also_clicked_2
source: Adv also clicked 2
de: Adv klickte auch auf 2

# models.name.adv_also_clicked_3
source: Adv also clicked 3
de: Adv klickte auch auf 3

# models.name.adv_also_purchased
source: Adv also purchased
de: Adv auch gekauft

# models.name.adv_also_purchased_2
source: Adv also purchased 2
de: Adv kaufte auch 2

# models.name.adv_also_purchased_3
source: Adv also purchased 3
de: Adv kaufte auch 3

# models.name.adv_ultimately_basket
source: Adv ultimately basket
de: Adv letztendlich Korb

# models.name.also_clicked
source: Also clicked
de: Auch angeklickt

# models.name.also_clicked2
source: Also clicked
de: Auch angeklickt

# models.name.also_clicked3
source: Also clicked
de: Auch angeklickt

# models.name.also_clicked_article
source: Also clicked article
de: Auch Artikel angeklickt

# models.name.also_clicked_article_to_product
source: Also clicked article to product
de: Auch Artikel zum Produkt angeklickt

# models.name.also_clicked_image
source: Also clicked image
de: Auch Bild angeklickt

# models.name.also_clicked_product
source: Also clicked product
de: Auch geklicktes Produkt

# models.name.also_consumed
source: Also consumed
de: Auch verbraucht

# models.name.also_consumed2
source: Also consumed
de: Auch verbraucht

# models.name.also_consumed_article
source: Also consumed article
de: Auch Artikel verbraucht

# models.name.also_consumed_image
source: Also consumed image
de: Auch verbrauchtes Bild

# models.name.also_followed
source: Also consumed
de: Auch verbraucht

# models.name.also_purchased
source: Also purchased
de: Auch gekauft

# models.name.also_purchased2
source: Also purchased
de: Auch gekauft

# models.name.also_purchased3
source: Also purchased
de: Auch gekauft

# models.name.also_purchased4
source: Also purchased
de: Auch gekauft

# models.name.also_purchased_2
source: Also purchased
de: Auch gekauft

# models.name.also_purchased_3
source: Also purchased
de: Auch gekauft

# models.name.also_purchased_article_to_product
source: Also clicked
de: Auch geklickt

# models.name.also_purchased_product
source: Also purchased
de: Auch gekauft

# models.name.also_purchased_short
source: Also purchased
de: Auch gekauft

# models.name.also_similar_rated
source: Similar rated
de: Ähnlich bewertet

# models.name.alternative
source: Editorial list
de: Redaktionelle Liste

# models.name.bundle0
source: Editorial list
de: Redaktionelle Liste

# models.name.bundle2
source: Editorial list
de: Redaktionelle Liste

# models.name.bundle3
source: Editorial list
de: Redaktionelle Liste

# models.name.cf_fbt
source: Purchased together
de: Zusammen gekauft

# models.name.cf_fbt2
source: Purchased together
de: Zusammen gekauft

# models.name.cf_purchased
source: Cf purchased
de: Cf gekauft

# models.name.cf_purchased_after_clicked
source: Ultimately bought
de: Letztendlich gekauft

# models.name.click2buy
source: Ultimately bought
de: Letztendlich gekauft

# models.name.click2click
source: Also clicked
de: Auch angeklickt

# models.name.click_after_consumed
source: Ultimately consumed
de: Letztendlich verbraucht

# models.name.click_to_purchased
source: Click to purchased
de: Klicken Sie hier, um zu kaufen

# models.name.consume2consume
source: Also consumed
de: Auch verbraucht

# models.name.custom_model
source: Similar rated
de: Ähnlich bewertet

# models.name.e1
source: Editorial list
de: Redaktionelle Liste

# models.name.e2
source: Editorial list
de: Redaktionelle Liste

# models.name.editor_1
source: Editorial list
de: Redaktionelle Liste

# models.name.editor_2
source: Editorial list
de: Redaktionelle Liste

# models.name.editor_blacklist
source: Black list
de: Schwarze Liste

# models.name.editorial_list
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list2
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list3
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list4
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list5
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list6
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list7
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_article
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_b
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_bestselger
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_blog
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_crossselling
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_front
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_kommende
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_landingpage
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_nyheter
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_personalized
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_related
source: Editorial list
de: Redaktionsliste

# models.name.editorial_list_tilbudstorget
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_toppti
source: Editorial list
de: Redaktionelle Liste

# models.name.editorial_list_upselling
source: Editorial list
de: Redaktionelle Liste

# models.name.el_articles
source: Editorial list
de: Redaktionelle Liste

# models.name.el_blogposts
source: Editorial list
de: Redaktionelle Liste

# models.name.el_personalized
source: Editorial list
de: Redaktionelle Liste

# models.name.el_places
source: Editorial list
de: Redaktionelle Liste

# models.name.el_products
source: Editorial list
de: Redaktionelle Liste

# models.name.girlmerry
source: Also clicked
de: Auch geklickt

# models.name.history
source: History
de: Geschichte

# models.name.history_blacklist
source: History blacklist
de: Verlauf Blacklist

# models.name.history_buy
source: History buy
de: Verlauf Kauf

# models.name.history_clicked
source: History clicked
de: Verlauf angeklickt

# models.name.history_clicked1
source: History clicked1
de: Verlauf angeklickt1

# models.name.history_consumed
source: History consumed
de: Verlauf verbraucht

# models.name.history_purchased
source: History purchased
de: Verlauf gekauft

# models.name.last_clicked
source: Last clicked
de: Zuletzt angeklickt

# models.name.last_purchased
source: Last purchased
de: Zuletzt gekauft

# models.name.popular
source: Top purchased
de: Top gekauft

# models.name.popular_click
source: Top clicked
de: Top geklickt

# models.name.popular_predicted
source: Top purchased
de: Top gekauft

# models.name.profile
source: Profile
de: Profil

# models.name.profile_buy
source: Profile buy
de: Profil-Kauf

# models.name.profile_click
source: Profile click
de: Profilklick

# models.name.random
source: Random model
de: Zufälliges Modell

# models.name.random_emdsartikel
source: Editorial list
de: Redaktionsliste

# models.name.random_short
source: Random model
de: Zufälliges Modell

# models.name.rated
source: Similar rated
de: Ähnliche Bewertung

# models.name.recently_bought
source: Recently bought
de: Kürzlich gekauft

# models.name.recently_clicked
source: Recently clicked
de: Kürzlich angeklickt

# models.name.s1
source: Editorial list
de: Redaktionelle Liste

# models.name.s2
source: Editorial list
de: Redaktionelle Liste

# models.name.similar_rated
source: Similar rated
de: Ähnlich bewertet

# models.name.stereotypes_cf
source: Stereotype (purchase)
de: Stereotyp (Kauf)

# models.name.suggestion
source: Suggestion
de: Vorschlag

# models.name.top_clicked
source: Top clicked
de: Top geklickt

# models.name.top_clicked2
source: Top clicked
de: Top geklickt

# models.name.top_clicked_2
source: Top clicked
de: Top geklickt

# models.name.top_clicked_article
source: Top clicked
de: Top geklickt

# models.name.top_clicked_image
source: Top clicked
de: Top geklickt

# models.name.top_clicked_long
source: Top clicked
de: Top geklickt

# models.name.top_clicked_product
source: Top clicked
de: Top geklickt

# models.name.top_clicked_short
source: Top clicked
de: Top geklickt

# models.name.top_clicked_weighted
source: Top clicked
de: Top geklickt

# models.name.top_consumed
source: Top consumed
de: Top konsumiert

# models.name.top_consumed_article
source: Top consumed
de: Top konsumiert

# models.name.top_consumed_image
source: Top consumed
de: Top konsumiert

# models.name.top_consumed_long
source: Top consumed
de: Top konsumiert

# models.name.top_consumed_short
source: Top consumed
de: Top konsumiert

# models.name.top_purchased
source: Top purchased
de: Top gekauft

# models.name.top_purchased_2
source: Top purchased
de: Top gekauft

# models.name.top_purchased_3
source: Top purchased
de: Top gekauft

# models.name.top_purchased_product
source: Top purchased
de: Top gekauft

# models.name.top_rated
source: Top rated
de: Top Bewertung

# models.name.top_selling
source: Top purchased
de: Top gekauft

# models.name.ultimately_bought
source: Ultimately bought
de: Letztendlich gekauft

# models.name.ultimately_consumed
source: Ultimately consumed
de: Letztendlich verbraucht

# models.name.ultimately_purchased
source: Ultimately bought
de: Letztendlich gekauft

# models.name.ultimately_purchased_2
source: Ultimately bought
de: Letztendlich gekauft

# models.name.ultimately_purchased_3
source: Ultimately bought
de: Letztendlich gekauft

# models.name.ultimately_purchased_long
source: Ultimately bought
de: Letztendlich gekauft

# models.name.upheaval
source: Upheaval
de: Umbruch

# models.name.upheaval_ctb
source: Upheaval ctb
de: Umbruch ctb

# models.name.upheaval_ctbuy
source: Upheaval ctbuy
de: Umbruch ctbuy

# models.name.upheaval_ctc
source: Upheaval ctc
de: Umbruch ctc

# models.no_items_selected
source: No items selected
de: Keine Elemente ausgewählt

# models.no_models_found
source: No models found
de: Keine Modelle gefunden

# models.submodel.add_group
source: Add group
de: Gruppe hinzufügen

# models.submodel.add_range
source: Add range
de: Bereich hinzufügen

# models.submodel.existing_groups
source: Existing groups
de: Bestehende Gruppen

# models.submodel.existing_ranges
source: Interval ranges
de: Intervallbereiche

# models.submodels.interval-ranges
source: Interval ranges
de: Intervallbereiche

# models.table_title
source: Models (%number_of_models%)
de: Modelle (% number_of_models%)

# models.udw_title
source: Select items
de: Gegenstände auswählen

# recommendation_engine_is_not_available
source: Recommendation engine is not available. Please try again later.
de: Empfehlungs-Engine ist nicht verfügbar. Bitte versuchen Sie es später noch einmal.

# sceanrio.create
source: Scenario create
de: Szenario erstellen

# sceanrio.edit
source: Scenario edit
de: Szenario bearbeiten

# scenario.add_tooltip
source: Add scenario
de: Szenario hinzufügen

# scenario.commerce_settings.do_not_recommend_if_price_unknown
source: Do not recommend if price unknown
de: Nicht empfehlen, wenn Preis unbekannt

# scenario.commerce_settings.do_not_recommend_items_the_user_already_purchased
source: Do not recommend items the user already purchased
de: Empfehlen Sie keine Artikel, die der Benutzer bereits gekauft hat

source: Item price should equal or higher than the price of the context item
de: Der Artikelpreis sollte gleich oder höher sein als der Preis des Kontextartikels

# scenario.commerce_settings.minimum_price_of_the_recommended_product
source: Minimum price of the recommended product
de: Mindestpreis des empfohlenen Produkts

# scenario.commerce_settings.no_top_selling_items
source: No top-selling items
de: Keine meistverkauften Artikel

# scenario.edit.general
source: General
de: Allgemeines

# scenario.edit.startegy.models
source: Models
de: Modelle

# scenario.edit.startegy.startegy
source: Strategy
de: Strategie

# scenario.edit.strategy
source: Strategy
de: Strategie

# scenario.identifier
source: Identifier
de: Kennung

# scenario.input_type
source: Input type
de: Eingabetyp

# scenario.models
source: Models
de: Modelle

# scenario.no_of_calls
source: No. of calls
de: Anzahl der Anrufe

# scenario.no_scenarios_found
source: No scenarios found
de: Keine Szenarien gefunden

# scenario.non_operational
source: non-operational
de: nicht betriebsbereit

# scenario.operational
source: operational
de: betriebsbereit

# scenario.output_type
source: Output type
de: Ausgabetyp

# scenario.strategy.category_level_and_below
source: category level(s) and below
de: Kategorieebene (n) und darunter

# scenario.strategy.discard
source: Discard
de: Verwerfen

# scenario.strategy.fail_safe
source: Fail-safe
de: Ausfallsicher

# scenario.strategy.fallback_name
source: Fall-back
de: Zurückgreifen

# scenario.strategy.include_parent_category_and_subcategories
source: Also include the parent category and its subcategories
de: Schließen Sie auch die übergeordnete Kategorie und ihre Unterkategorien ein

# scenario.strategy.levels_up
source: level(s) up
de: Level (s) auf

# scenario.strategy.primary_models_name
source: Primary models
de: Primärmodelle

# scenario.strategy.recommend_items_from_same_category
source: Recommend items from the same category
de: Empfehlen Sie Artikel aus derselben Kategorie

# scenario.strategy.recommend_items_from_same_main_category_and_subcategories
source: Recommend items from the same main category and its subcategories
de: Empfehlen Sie Artikel aus derselben Hauptkategorie und ihren Unterkategorien

# scenario.strategy.recommend_items_from_whole_site
source: Recommend items from the whole site
de: Empfehlen Sie Artikel von der gesamten Website

# scenario.strategy.save
source: Save
de: Speichern

# scenario.strategy.ultimately_fail_safe
source: Ultimately Fail-safe
de: Letztendlich ausfallsicher

# scenario.strategy_fall_back
source: Fall-back models
de: Rückwärtsmodelle

# scenario.strategy_model_context.automatic
source: Automatic
de: Automatisch

# scenario.strategy_model_context.basket_history
source: Basket History
de: Einkaufswagen Geschichte

# scenario.strategy_model_context.buy_history
source: Buy History
de: Geschichte kaufen

# scenario.strategy_model_context.click_history
source: Click History
de: Klicken Sie auf Verlauf

# scenario.strategy_model_context.consume_history
source: Consume History
de: Geschichte verbrauchen

# scenario.strategy_model_context.no_context
source: No context
de: Kein Kontext

# scenario.strategy_model_context.page_context
source: Page Context
de: Seitenkontext

# scenario.strategy_model_context.rate_history
source: Rate History
de: Bewertungsverlauf

# scenario.strategy_primary_models
source: Primary models
de: Primärmodelle

# scenario.strategy_ultimately_fail_safe
source: Ultimately Fail-safe
de: Letztendlich ausfallsicher

# scenario.user_profile_settings.boost_item
source: Boost item, if a user has an attribute with the same value
de: Boost-Element, wenn ein Benutzer ein Attribut mit demselben Wert hat

# scenario.user_profile_settings.do_not_recommend_items_the_user_already_consumed
source: Do not recommend items the user already consumed
de: Empfehlen Sie keine Artikel, die der Benutzer bereits konsumiert hat

# scenario.user_profile_settings.do_not_recommend_the_item_currently_viewed
source: Do not recommend the item currently viewed
de: Empfehlen Sie den aktuell angezeigten Artikel nicht weiter

source: Max. repeated shows of identical recommendations per session.
de: Max. wiederholte Shows identischer Empfehlungen pro Sitzung.

# scenario.user_profile_settings.user_attribute_has_different_name
source: User attribute has different name
de: Benutzerattribut hat einen anderen Namen

source: Scenarios
de: Szenarien

# scenarios.preview.add_attribute_error
source: Fill attribute value
de: Attributwert füllen

# scenarios.preview.add_context_item_error
source: Fill context item value
de: Füllen Sie den Kontextelementwert aus

# scenarios.table_title
source: Scenarios (%number_of_scenarios%)
de: Szenarien (%number_of_scenarios%)

# settings.form.installation_key
source: Installation key
de: Installationsschlüssel

# settings.form.submit
source: Save
de: Speichern

# welcome.description.leverage_personalization
source: Unified digital experiences can't be supported by data silos. Enrich your customer data by integrating Ibexa Personalization capabilities with existing business systems to boost the power of your personalized customer experiences.
de: Einheitliche digitale Erlebnisse können von Datensilos nicht unterstützt werden. Bereichern Sie Ihre Kundendaten durch die Integration von Ibexa Personalization-Funktionen in vorhandene Geschäftssysteme, um die Leistungsfähigkeit Ihrer personalisierten Kundenerlebnisse zu steigern.
