Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ibexa-personalization/ibexa_personalization.*.xlf
Languages: de

# activation_status.form.full_name
source: Full name
de: Vollständiger Name

# activation_status.form.terms_and_conditions
source: I have read and agree to the Terms and Conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und bin damit einverstanden

# breadcrumb.import
source: Import
de: Importieren

# breadcrumb.models
source: Models
de: Modelle

# breadcrumb.personalization
source: Personalization
de: Personalisierung

# breadcrumb.scenarios
source: Scenarios
de: Szenarien

# chart.items_purchased
source: Items purchased
de: Artikel gekauft

# chart.revenue
source: Revenue
de: Einnahmen

# dashboard.recommendation_performance.recommendations_performance
source: Recommendations performance
de: Empfehlungen Leistung

# dashboard.summary.clicked_recommendations
source: Clicked recommendations
de: Empfehlungen angeklickt

# dashboard.summary.events_collected
source: Events collected
de: Ereignisse gesammelt

# dashboard.summary.full_import
source: Full import %date%
de: Vollständiger Import %date%

# dashboard.summary.imported_items
source: Imported items
de: Importierte Artikel

# dashboard.summary.last_30_days
source: Last 30 days
de: Letzte 30 Tage

# dashboard.summary.previous_month
source: Previous month %value%
de: Vorheriger Monat %value%

# dashboard.summary.recommendation_calls
source: Recommendation calls
de: Empfehlungsaufrufe

# ibexa_personalization.dashboard.date_of_purchase
source: Date of purchase
de: Kaufdatum

# ibexa_personalization.dashboard.item_bought
source: Item bought
de: Artikel gekauft

# ibexa_personalization.dashboard.no_products_purchased
source: No products purchased
de: Keine Produkte gekauft

# ibexa_personalization.dashboard.price
source: Price
de: Preis

# ibexa_personalization.date_time_range.custom_range
source: Custom range
de: Benutzerdefinierten Bereich

# ibexa_personalization.date_time_range.last_24h
source: Last 24h
de: Letzte 24h

# ibexa_personalization.date_time_range.last_30_days
source: Last 30 days
de: Letzte 30 Tage

# ibexa_personalization.date_time_range.last_7_days
source: Last 7 days
de: Letzten 7 Tage

# import.full_import
source: Full import
de: Voller Import

# import.imported_items
source: Imported items
de: Importierte Artikel

# import.item_type
source: Item type
de: Gegenstandsart

# import.item_type_id
source: Item type ID
de: Artikeltyp-ID

# import.language
source: Language
de: Sprache

# import.no_items_imported
source: No items imported
de: Keine Artikel importiert

# import.table_title
source: Imported items
de: Importierte Artikel

source: Model details
de: Modelldetails

# model.details.active
source: Active
de: Aktiv

# model.details.description
source: Model description
de: Modellbeschreibung

# model.details.event_history
source: Relevant event histor
de: Relevante Ereignishistorie

# model.details.general
source: General
de: Allgemeines

# model.details.identifier
source: Identifier
de: Kennung

# model.details.last_build
source: Last build
de: Letzter Build

# model.details.not_active
source: Not active
de: Nicht aktiv

# model.details.number_recommendations
source: Number of recommendations
de: Anzahl der Empfehlungen

# model.details.relevant_history
source: Relevant history
de: Relevante Geschichte

# model.details.submodel_type
source: Submodel type
de: Submodelltyp

# model.details.submodels
source: Submodels
de: Untermodelle

# model.details.used_scenario
source: Used in scenario
de: Wird im Szenario verwendet

source: Model edit
de: Modell bearbeiten

# model.edit.save
source: Save
de: Speichern

# model.edit.save_close
source: Save and close
de: Speichern und schließen

# model.edit_short
source: Edit
de: Bearbeiten

# model.quantifier.custom
source: Custom
de: Benutzerdefiniert

# model.quantifier.day
source: Day
de: Tag

# model.quantifier.hour
source: Hour
de: Stunde

source: Models
de: Modelle

# models.add_items
source: Add Items
de: Hinzufügen

# models.description.CF_I2Ix
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.POPULARITY_LONGx
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.POPULARITY_SHORTx
source: Most popular content based on a weighted amount of consumes
de: Beliebteste Inhalte basierend auf einer gewichteten Menge an Konsumenten

# models.description.RANDOM_DOMAINx
source: Random model
de: Zufälliges Modell

# models.description.STEREOTYPES_CFx
source: Enables personalized recommendation based on clusters from user behaviour or content information
de: Ermöglicht personalisierte Empfehlungen basierend auf Clustern aus Benutzerverhalten oder Inhaltsinformationen

# models.description._todelete_also_purchased
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description._todelete_top_selling
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description._todelete_ultimately_bought
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.adv_also_clicked
source: adv_also_clicked
de: adv_auch_geklickt

# models.description.adv_also_clicked_2
source: adv_also_clicked_2
de: adv_auch_klicked_2

# models.description.adv_also_clicked_3
source: adv_also_clicked_3
de: adv_auch_klicked_3

# models.description.adv_also_purchased
source: adv_also_purchased
de: auch adv_also_gekauft

# models.description.adv_also_purchased_2
source: adv_also_purchased_2
de: adv_auch_gekauft_2

# models.description.adv_also_purchased_3
source: adv_also_purchased_3
de: adv_auch_gekauft_3

# models.description.adv_ultimately_basket
source: adv_ultimately_basket
de: adv_letztendlich_Korb

# models.description.also_clicked
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.also_clicked2
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.also_clicked3
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.also_clicked_article
source: also_clicked_article
de: auch Artikel angeklickt

# models.description.also_clicked_article_to_product
source: also_clicked_article_to_product
de: klickte auch Artikel zum Produkt

# models.description.also_clicked_image
source: also_clicked_image
de: auch geklickt_Bild

# models.description.also_clicked_product
source: also_clicked_product
de: auch geklickt_Produkt

# models.description.also_consumed
source: User who consumed this content(read article, view image, etc.), also consumed the following content
de: Benutzer, die diesen Inhalt konsumiert haben (Artikel lesen, Bild anzeigen usw.), haben auch den folgenden Inhalt konsumiert

# models.description.also_consumed2
source: User who consumed this content(read article, view image, etc.), also consumed the following content
de: Benutzer, die diesen Inhalt konsumiert haben (Artikel lesen, Bild anzeigen usw.), haben auch den folgenden Inhalt konsumiert

# models.description.also_consumed_article
source: also_consumed_article
de: auch Artikel verbraucht

# models.description.also_consumed_image
source: also_consumed_image
de: auch verbrauchtes Bild

# models.description.also_followed
source: User who consumed this content(read article, view image, etc.), also consumed the following content
de: Benutzer, die diesen Inhalt konsumiert haben (Artikel lesen, Bild anzeigen usw.), haben auch den folgenden Inhalt konsumiert

# models.description.also_purchased
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased2
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased3
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased4
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased_2
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased_3
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased_article_to_product
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.also_purchased_product
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_purchased_short
source: User who bought this item (movie, etc.), also bought the following items
de: Benutzer, die diesen Artikel gekauft haben (Film usw.), haben auch die folgenden Artikel gekauft

# models.description.also_similar_rated
source: Items that were similarly rated by users.
de: Artikel, die von Benutzern ähnlich bewertet wurden.

# models.description.alternative
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.bundle0
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.bundle2
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.bundle3
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.cf_fbt
source: Items that were often bought together like a TV and cable. The current item is always included in the recommendations.
de: Gegenstände, die oft zusammen gekauft wurden, wie Fernseher und Kabel. Der aktuelle Artikel ist immer in den Empfehlungen enthalten.

# models.description.cf_fbt2
source: Items that were often bought together like a TV and cable. The current item is always included in the recommendations.
de: Gegenstände, die oft zusammen gekauft wurden, wie Fernseher und Kabel. Der aktuelle Artikel ist immer in den Empfehlungen enthalten.

# models.description.cf_purchased
source: cf_purchased
de: cf gekauft

# models.description.cf_purchased_after_clicked
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.click2buy
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.click2click
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.click_after_consumed
source: User who clicked on this content (article, image, etc), immediately after consumed the following content
de: Benutzer, der auf diesen Inhalt (Artikel, Bild usw.) geklickt hat, hat unmittelbar nach dem Konsumieren des folgenden Inhalts

# models.description.click_to_purchased
source: User who clicked on this content (articles, images, etc), also bought the following products
de: Benutzer, die auf diesen Inhalt geklickt haben (Artikel, Bilder usw.), haben auch die folgenden Produkte gekauft

# models.description.consume2consume
source: User who consumed this content(read article, view image, etc.), also consumed the following content
de: Benutzer, die diesen Inhalt konsumiert haben (Artikel lesen, Bild anzeigen usw.), haben auch den folgenden Inhalt konsumiert

# models.description.custom_model
source: Items that were similarly rated by users.
de: Artikel, die von Benutzern ähnlich bewertet wurden.

# models.description.e1
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.e2
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editor_1
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editor_2
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editor_blacklist
source: With a global blacklist predefined items can be filtered out of requested recommendations
de: Mit einer globalen Blacklist können vordefinierte Elemente aus den angeforderten Empfehlungen herausgefiltert werden

# models.description.editorial_list
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list2
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list3
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list4
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list5
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list6
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list7
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_article
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_b
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_bestselger
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_blog
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_crossselling
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_front
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_kommende
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_landingpage
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_nyheter
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_personalized
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_related
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_tilbudstorget
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_toppti
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.editorial_list_upselling
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.el_articles
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.el_blogposts
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.el_personalized
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.el_places
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.el_products
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.girlmerry
source: User who clicked on this item (article, image, etc.), also clicked on the following items
de: Benutzer, die auf dieses Element (Artikel, Bild usw.) geklickt haben, haben auch auf die folgenden Elemente geklickt

# models.description.history
source: history
de: verlauf

# models.description.history_buy
source: history_buy
de: verluste_kaufen

# models.description.history_clicked
source: Show the customer what he already viewed
de: Zeigen Sie dem Kunden, was er bereits gesehen hat

# models.description.history_clicked1
source: history_clicked1
de: Verlauf geklickt 1

# models.description.history_consumed
source: history_consumed
de: verbrauchte Chronik

# models.description.history_purchased
source: history_purchased
de: history_gekauft

# models.description.last_clicked
source: last_clicked
de: zuletzt geklickt

# models.description.last_purchased
source: last_purchased
de: zuletzt gekauft

# models.description.popular
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.popular_click
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.popular_predicted
source: Most popular content (product, article, etc.) based on a weighted purchase history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einer gewichteten Kaufhistorie

# models.description.profile
source: profile
de: Profil

# models.description.profile_buy
source: profile_buy
de: profile_kaufen

# models.description.profile_click
source: profile_click
de: profil_klicke

# models.description.random
source: Random model
de: Zufälliges Modell

# models.description.random_emdsartikel
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.random_short
source: Random model
de: Zufälliges Modell

# models.description.rated
source: Items that were similarly rated by users.
de: Artikel, die von Benutzern ähnlich bewertet wurden.

# models.description.recently_bought
source: recently_bought
de: vor kurzem_gekauft

# models.description.recently_clicked
source: recently_clicked
de: vor kurzem_klickt

# models.description.s1
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.s2
source: Configure static recommendations based on an editorial list
de: Konfigurieren Sie statische Empfehlungen basierend auf einer redaktionellen Liste

# models.description.similar_rated
source: Items that were similarly rated by users.
de: Artikel, die von Benutzern ähnlich bewertet wurden.

# models.description.stereotypes_cf
source: Enables personalized recommendation based on clusters from user behaviour or content information
de: Ermöglicht personalisierte Empfehlungen basierend auf Clustern aus Benutzerverhalten oder Inhaltsinformationen

# models.description.suggestion
source: suggestion
de: Vorschlag

# models.description.top_clicked
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked2
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf

# models.description.top_clicked_2
source: Most popular content (product, article, etc.) based on a weighted overall usage history
de: Die beliebtesten Inhalte (Produkt, Artikel usw.) basieren auf einem gewichteten Gesamtnutzungsverlauf
