Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ibexa-personalization/ibexa_personalization.*.xlf
Languages: de

# welcome.description.target_and_personalize
source: Listen to your users and capture their preferences and specific interests to offer personalized content. Empower your editorial and marketing teams to leverage this information to better target what content will be most relevant to each user.
de: Hören Sie Ihren Benutzern zu und erfassen Sie deren Vorlieben und spezifische Interessen, um personalisierte Inhalte anzubieten. Ermöglichen Sie Ihren Redaktions- und Marketingteams, diese Informationen zu nutzen, um besser zu bestimmen, welche Inhalte für jeden Benutzer am relevantesten sind.

# welcome.form.invalid_installation_key
source: This installation key is not valid.
de: Dieser Installationsschlüssel ist ungültig.

# welcome.link.developer_documentation
source: Developer documentation
de: Entwicklerdokumentation

# welcome.link.product_description
source: Product description
de: Produktbeschreibung

# welcome.link.user_documentation
source: User documentation
de: Benutzerdokumentation

# welcome.subtitle
source: Personalize every part of your Customer Experience
de: Personalisieren Sie jeden Teil Ihrer Kundenerfahrung

# welcome.terms.accept
source: Accept
de: Akzeptieren

# welcome.terms.download_pdf
source: Download PDF
de: PDF Herunterladen

# welcome.terms.table_of_contents
source: Table of contents
de: Inhaltsverzeichnis

# welcome.terms.terms_and_conditions
source: Terms and conditions
de: Geschäftsbedingungen

# welcome.title
source: Welcome to Ibexa Personalization
de: Willkommen bei Ibexa Personalization

# welcome.title.leverage_personalization
source: Leverage personalization data across your business
de: Nutzen Sie Personalisierungsdaten in Ihrem Unternehmen

# welcome.title.please_visit
source: To find out more, please visit
de: Um mehr zu erfahren, besuchen Sie bitte

# welcome.title.target_and_personalize
source: Target & personalize with user choices
de: Zielgruppe und Personalisierung mit Benutzerauswahl
