Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: ibexa-personalization/scenario.*.xlf
Languages: de

# ibexa_personalization.scenario.attribute_name_boost_by_positions
source: Attribute name <strong>%attr_name%</strong> Boost by %number% positions
de: Attributname <strong>%attr_name%</strong> Boost um %number% Positionen

# ibexa_personalization.scenario.do_not_recommend_if_price_unknown
source: Do not recommend if price unknown
de: Nicht empfehlen, wenn Preis unbekannt

# ibexa_personalization.scenario.do_not_recommend_items_the_user_already_consumed
source: Do not recommend items the user already consumed
de: Empfehlen Sie keine Artikel, die der Benutzer bereits konsumiert hat

# ibexa_personalization.scenario.do_not_recommend_items_the_user_already_purchased
source: Do not recommend items the user already purchased
de: Empfehlen Sie keine Artikel, die der Benutzer bereits gekauft hat

# ibexa_personalization.scenario.do_not_recommend_the_item_currently_viewed
source: Do not recommend the item currently viewed
de: Empfehlen Sie den aktuell angezeigten Artikel nicht weiter

source: Item price should equal or higher than the price of the context item
de: Der Artikelpreis sollte gleich oder höher als der Preis des Kontextartikels sein

source: <strong>%number%</strong> Max. repeated shows of identical recommendations per session.
de: <strong>%number%</strong> Max. wiederholte Shows identischer Empfehlungen pro Sitzung.

# ibexa_personalization.scenario.minimum_price_of_the_recommended_product
source: <strong>%number%</strong> Minimum price of the recommended product
de: <strong>%number%</strong> Mindestpreis des empfohlenen Produkts

# ibexa_personalization.scenario.no_context_items
source: No context items
de: Keine Kontextelemente

# ibexa_personalization.scenario.no_top_selling_items
source: No top-selling items
de: Keine meistverkauften Artikel

# ibexa_personalization.scenario.undefined
source: Undefined
de: Nicht definiert

# ibexa_personalization.scenario.user_attribute_has_different_name
source: User attribute has different name <strong>%attr_name%</strong>
de: Benutzerattribut hat einen anderen Namen <strong>%attr_name%</strong>

# preview.gallery.no_recommendations
source: No recomendations available
de: Keine Empfehlungen verfügbar

# preview.generate_recommendation_call
source: Generate recommendation call
de: Empfehlungsaufruf generieren

# preview.generated_url
source: Generated url
de: Generierte Url

# preview.hide_json
source: Hide
de: Ausblenden

# preview.recommendation_response
source: Recommendation response
de: Antwort der Empfehlung

# preview.recommendation_response_description
source: The way how recommendations are rendered is only an example. It could differ from the actual approach used by the customer on the website
de: Die Art und Weise, wie Empfehlungen wiedergegeben werden, ist nur ein Beispiel. Dies kann vom tatsächlichen Ansatz des Kunden auf der Website abweichen

# preview.scenario
source: Scenario preview
de: Szenariovorschau

# preview.send_request
source: Send request
de: Anfrage senden

# preview.show_json
source: See response code
de: Siehe Antwortcode
