Repository: ezplatform-i18n/ezplatform-i18n-de_DE
Catalog: date-based-publisher/date_based_publisher.*.xlf
Languages: de

source: Content deleted
de: Inhalt gelöscht

source: Content hidden
de: Inhalt versteckt

# content.in_review
source: Content sent to review
de: Inhalt zur Überprüfung gesendet

# content.publish_later.read_more
source: Read more
de: Mehr lesen

source: Content published
de: Inhalt veröffentlicht

# content.reveal.modal.cancel
source: Cancel
de: Abbrechen

# content.reveal.modal.close
source: Close
de: Schließen

# content.reveal.modal.confirm
source: Cancel scheduled hiding
de: Geplantes Verstecken abbrechen

# content.reveal.modal.warning_cancel_schedule
source: Are you sure you want to cancel the scheduled hiding of the selected content?
de: Sind Sie sicher, dass Sie das geplante Verstecken des ausgewählten Inhalts abbrechen möchten?

# content.scheduled.canceled
source: Canceled scheduled publication
de: Geplante Veröffentlichung abgebrochen

# content.scheduled.hidden
source: Hidden scheduled content
de: Versteckte geplante Inhalte

# content.scheduled.published
source: Published scheduled content
de: Veröffentlichte geplante Inhalte

# content.scheduled.title
source: Title:
de: Titel:

# content.scheduled_hide.action.cancel
source: Cancel
de: Abbrechen

# content.scheduled_hide.message
source: This Content item will be hidden and won't be publicly available after %date%
de: Dieses Inhaltselement wird ausgeblendet und ist nach %date% nicht öffentlich verfügbar

# content.trashed
source: Content moved to Trash
de: Inhalt in Papierkorb verschoben

source: Content updated
de: Inhalt aktualisiert

# dashboard.all_scheduled.table.header
source: All future publications
de: Alle zukünftigen Veröffentlichungen

# dashboard.all_scheduled.table.reschedule_btn.title
source: Reschedule
de: Umplanen

# dashboard.all_scheduled.table.reschedule_modal.table.title
source: Selected future publications
de: Ausgewählte zukünftige Veröffentlichungen

# dashboard.all_scheduled.table.reschedule_modal.title
source: Reschedule
de: Umplanen

# dashboard.all_scheduled.table.unschedule_btn.title
source: Cancel publication
de: Veröffentlichung abbrechen

# dashboard.all_scheduled.table.unschedule_modal.table.title
source: Selected future publications
de: Ausgewählte zukünftige Veröffentlichungen

# dashboard.my_scheduled.table.header
source: My future publications
de: Meine zukünftigen Veröffentlichungen

# dashboard.my_scheduled.table.reschedule_btn.title
source: Reschedule
de: Umplanen

# dashboard.my_scheduled.table.reschedule_modal.table.title
source: Selected future publications
de: Ausgewählte zukünftige Veröffentlichungen

# dashboard.my_scheduled.table.reschedule_modal.title
source: Reschedule
de: Umplanen

# dashboard.my_scheduled.table.unschedule_btn.title
source: Cancel publication
de: Veröffentlichung abbrechen

# dashboard.my_scheduled.table.unschedule_modal.table.title
source: Selected scheduled publications
de: Ausgewählte geplante Veröffentlichungen

# dashboard.my_scheduled.table.unschedule_modal.title
source: Cancel publication
de: Veröffentlichung abbrechen

# dashboard.scheduling.modal.content_type
source: Content Type
de: Inhaltstyp

# dashboard.scheduling.modal.creation_date
source: Creation date
de: Erstellungsdatum

# dashboard.scheduling.modal.creator
source: Creator
de: Schöpfer

# dashboard.scheduling.modal.date_and_time
source: Date and time
de: Datum und Uhrzeit

# dashboard.scheduling.modal.translations
source: Translations
de: Übersetzungen

# dashboard.scheduling.modal.version
source: Version
de: Ausführung

# dashboard.tab.all_scheduled.empty
source: No content scheduled for publication.
de: Kein Inhalt zur Veröffentlichung geplant.

# dashboard.tab.my_scheduled.empty
source: No content scheduled for publication.
de: Kein Inhalt zur Veröffentlichung geplant.

# dashboard.table.content_type
source: Content Type
de: Inhaltstyp

# dashboard.table.contributor
source: Contributor
de: Beitragender

# dashboard.table.date
source: Publication date
de: Veröffentlichungsdatum

# dashboard.table.edit
source: Edit
de: Bearbeiten

# dashboard.table.last_saved
source: Last saved
de: Zuletzt gespeichert

# date_based_publisher.discard.publish_later
source: Canceled scheduled publication.
de: Geplante Veröffentlichung abgebrochen.

# date_based_publisher.error.discard.publish_later
source: Cannot cancel future publication: %reason%
de: Zukünftige Veröffentlichung kann nicht abgebrochen werden:% reason%

# date_based_publisher.error.publish_later
source: Cannot schedule content: %reason%
de: Inhalt kann nicht geplant werden: %reason%

# date_based_publisher.success.publish_later
source: Scheduled content for publication.
de: Geplanter Inhalt zur Veröffentlichung.

# menu.date_based_publisher
source: Publish later
de: Später veröffentlichen

# menu.date_based_publisher.discard
source: Discard publish later
de: Spätere Veröffentlichung verwerfen

# modal.scheduling.button.cancel.label
source: Cancel
de: Stornieren

# modal.scheduling.button.confirm.label
source: Confirm date change
de: Datumsänderung bestätigen

# modal.scheduling.button.discard.label
source: Cancel publication
de: Veröffentlichung abbrechen

# modal.scheduling.date_picker.label
source: Set publication date
de: Veröffentlichungsdatum festlegen

# publish_later.confirm
source: Confirm
de: Bestätigen

# publish_later.date_and_time
source: Date and time
de: Datum und Uhrzeit

# publish_later.settings
source: Future publication settings
de: Zukünftige Veröffentlichung Einstellungen

# schedule.content.cancel_schedule_hide.success
source: Canceled scheduled hiding of Content item '%name%'.
de: Das geplante Ausblenden des Inhaltselements '% name%' wurde abgebrochen.

# schedule.content.hide_hidden.error
source: Cannot hide or schedule hiding the currently hidden content: '%name%'.
de: Der aktuell ausgeblendete Inhalt kann nicht ausgeblendet oder eingeblendet werden: '% name%'.

# schedule.content.hide_now.success
source: Content item '%name%' hidden.
de: Inhaltselement '% name%' ausgeblendet.

# schedule.content.schedule_hide.success
source: Scheduled Content item '%name%' to hide.
de: Geplantes Inhaltselement '% name%' zum Ausblenden.

# schedule_hide.date_and_time
source: Date and time
de: Datum und Uhrzeit

# schedule_hide.title
source: Schedule hiding
de: Planen Sie das Verstecken

# tab.name.all_scheduled
source: All scheduled
de: Alle geplanten Inhalte

# tab.name.my_scheduled
source: My scheduled content
de: Mein geplanter Inhalt

source: Version deleted
de: Version gelöscht
